Repository: isopen-io/meeshy
Catalog: packages/MeeshySDK/Sources/MeeshyUI/Resources/Localizable.xcstrings
Source language: fr
Languages: ar, it

# media.audio.transcription.see_more
source: Voir plus
ar: عرض المزيد
it: Mostra altro

# media.audio.transcription.see_more.a11y
source: Lire la transcription entière en plein écran
ar: قراءة النص الكامل في وضع ملء الشاشة
it: Leggi la trascrizione completa a schermo intero

# media.audio.use
source: Utiliser
ar: استخدام
it: Usa

# media.code.loadError
source: Impossible de charger le fichier
ar: تعذّر تحميل الملف
it: Impossibile caricare il file

# media.code.loading
source: Chargement...
ar: جارٍ التحميل...
it: Caricamento...

# media.code.loadingFile
source: Chargement du fichier...
ar: جارٍ تحميل الملف...
it: Caricamento del file...

# media.code.more_lines
source: %lld lignes de plus
ar: %lld أسطر إضافية
it: %lld righe in più

# media.document.defaultName
source: Document
ar: مستند
it: Documento

# media.document.deleteAttachment
source: Supprimer la pièce jointe
ar: حذف المرفق
it: Elimina l'allegato

# media.document.download
source: Télécharger le document
ar: تنزيل المستند
it: Scarica il documento

# media.document.pages
source: %lld pages
ar: %lld صفحة
it: %lld pagine

# media.document.previewUnavailable
source: Aperçu non disponible
ar: المعاينة غير متاحة
it: Anteprima non disponibile

# media.editor.before
source: Original
ar: الأصل
it: Originale

# media.editor.brightness
source: Luminosite
ar: السطوع
it: Luminosità

# media.editor.cancel
source: Annuler
ar: إلغاء
it: Annulla

# media.editor.contrast
source: Contraste
ar: التباين
it: Contrasto

# media.editor.crop.applied
source: Recadrage
ar: اقتصاص
it: Ritaglio

# media.editor.cropHint
source: Faites glisser les poignées pour recadrer
ar: اسحب المقابض للاقتصاص
it: Trascina le maniglie per ritagliare

# media.editor.done
source: Terminé
ar: تم
it: Fatto

# media.editor.flip
source: Miroir
ar: انعكاس
it: Specchio

# media.editor.flipH
source: Miroir horizontal
ar: انعكاس أفقي
it: Specchio orizzontale

# media.editor.flipV
source: Miroir vertical
ar: انعكاس رأسي
it: Specchio verticale

# media.editor.history
source: Historique
ar: السجل
it: Cronologia

# media.editor.preview
source: Aperçu
ar: معاينة
it: Anteprima

# media.editor.redo
source: Rétablir
ar: إعادة
it: Ripristina

# media.editor.reset
source: Réinitialiser
ar: إعادة تعيين
it: Reimposta

# media.editor.resetAdjust
source: Ajustements réinitialisés
ar: أُعيد ضبط التعديلات
it: Regolazioni reimpostate

# media.editor.rotateLeft
source: Pivoter à gauche
ar: تدوير لليسار
it: Ruota a sinistra

# media.editor.rotateRight
source: Pivoter à droite
ar: تدوير لليمين
it: Ruota a destra

# media.editor.rotation
source: Rotation
ar: التدوير
it: Rotazione

# media.editor.saturation
source: Saturation
ar: التشبّع
it: Saturazione

# media.editor.sharpness
source: Nettete
ar: الحدّة
it: Nitidezza

# media.editor.tab.adjustments
source: Ajust.
ar: التعديل
it: Regol.

# media.editor.tab.crop
source: Crop
ar: الاقتصاص
it: Ritaglio

# media.editor.tab.effects
source: FX
ar: المؤثرات

# media.editor.tab.filters
source: Filtres
ar: المرشّحات
it: Filtri

# media.editor.tool.adjust
source: Ajuster
ar: ضبط
it: Regola

# media.editor.tool.crop
source: Recadrer
ar: اقتصاص
it: Ritaglia

# media.editor.tool.effects
source: Effets
ar: مؤثرات
it: Effetti

# media.editor.tool.filters
source: Filtres
ar: مرشّحات
it: Filtri

# media.editor.undo
source: Annuler la modification
ar: التراجع عن التعديل
it: Annulla la modifica

# media.editor.vignette
source: Vignette
ar: تظليل الحواف
it: Vignettatura

# media.embed.play_video
source: Lire la vidéo %@
ar: تشغيل فيديو %@
it: Riproduci il video %@

# media.image.edit
source: Éditer
ar: تعديل
it: Modifica

# media.preview.addCaption
source: Ajouter une légende...
ar: أضِف تعليقًا...
it: Aggiungi una didascalia...

# media.preview.cancel
source: Annuler
ar: إلغاء
it: Annulla

# media.preview.edit
source: Éditer
ar: تعديل
it: Modifica

# media.preview.use
source: Utiliser
ar: استخدام
it: Usa

# media.transcription.a11y
source: Transcription : %@
ar: النص المكتوب: %@
it: Trascrizione: %@

# media.transcription.collapseHint
source: Tap to collapse
ar: انقر للطي
it: Tocca per ridurre

# media.transcription.expandHint
source: Tap to expand
ar: انقر للتوسيع
it: Tocca per espandere

# media.transcription.onDevice
source: On-device
ar: على الجهاز
it: Sul dispositivo

# media.transcription.title
source: Transcription
ar: النسخ النصي
it: Trascrizione

# media.video.analyzingAudio
source: Analyse de l'audio…
ar: جارٍ تحليل الصوت…
it: Analisi dell'audio…

# media.video.close
source: Fermer
ar: إغلاق
it: Chiudi

# media.video.download
source: Telecharger la video
ar: تنزيل الفيديو
it: Scarica il video

# media.video.downloadToPlay
source: Telechargez pour lire la video
ar: نزّل الفيديو لتشغيله
it: Scarica per riprodurre il video

# media.video.downloading
source: Telechargement en cours
ar: جارٍ التنزيل
it: Download in corso

# media.video.downloadingHint
source: La lecture demarrera apres le telechargement
ar: سيبدأ التشغيل بعد التنزيل
it: La riproduzione inizierà dopo il download

# media.video.unavailableRetry
source: Video indisponible. Reessayer.
ar: الفيديو غير متاح. أعد المحاولة.
it: Video non disponibile. Riprova.

# media.video.hide
source: Masquer
ar: إخفاء
it: Nascondi

# media.video.loop
source: Boucle
ar: تكرار
it: Ripeti

# media.video.more_options
source: Plus d'options
ar: خيارات أخرى
it: Altre opzioni

# media.video.mute
source: Couper le son
ar: كتم الصوت
it: Disattiva audio

# media.video.noAudioDetected
source: Aucun audio détecté.
ar: لم يُرصد أي صوت.
it: Nessun audio rilevato.

# media.video.pause
source: Pause
ar: إيقاف مؤقت
it: Pausa

# media.video.pip.enter
source: Picture in Picture
ar: صورة داخل صورة

# media.video.pip.exit
source: Quitter le Picture in Picture
ar: الخروج من صورة داخل صورة
it: Esci da Picture in Picture

# media.video.play
source: Lire la vidéo
ar: تشغيل الفيديو
it: Riproduci il video

# media.video.preview
source: Aperçu
ar: معاينة
it: Anteprima

# media.video.retry
source: Réessayer
ar: إعادة المحاولة
it: Riprova

# media.video.seek.backward
source: Reculer de 10 secondes
ar: الرجوع ١٠ ثوانٍ
it: Indietro di 10 secondi

# media.video.seek.forward
source: Avancer de 10 secondes
ar: التقدم ١٠ ثوانٍ
it: Avanti di 10 secondi

# media.video.show
source: Voir
ar: عرض
it: Mostra

# media.video.speed
source: Vitesse
ar: السرعة
it: Velocità

# media.video.transcribe
source: Transcrire
ar: نسخ نصي
it: Trascrivi

# media.video.transcription
source: Transcription
ar: النسخ النصي
it: Trascrizione

# media.video.transcriptionUnavailable
source: Transcription indisponible.
ar: النسخ النصي غير متاح.
it: Trascrizione non disponibile.

# media.video.unmute
source: Réactiver le son
ar: إلغاء كتم الصوت
it: Riattiva audio

# media.videoPlayer.transcribe
source: Transcrire
ar: نسخ نصي
it: Trascrivi

# media.videoPlayer.transcription
source: Transcription
ar: النسخ النصي
it: Trascrizione

# media.videoPreview.addCaption
source: Ajouter une légende...
ar: أضِف تعليقًا...
it: Aggiungi una didascalia...

# media.videoPreview.cancel
source: Annuler
ar: إلغاء
it: Annulla

# media.videoPreview.edit
source: Éditer
ar: تعديل
it: Modifica

# media.videoPreview.use
source: Utiliser
ar: استخدام
it: Usa

# notifications.category.all
source: Toutes
ar: الكل
it: Tutte

# notifications.category.calls
source: Appels
ar: المكالمات
it: Chiamate

# notifications.category.contacts
source: Contacts
ar: جهات الاتصال
it: Contatti

# notifications.category.groups
source: Groupes
ar: المجموعات
it: Gruppi

# notifications.category.mentions
source: Mentions
ar: الإشارات
it: Menzioni

# notifications.category.messages
source: Messages
ar: الرسائل
it: Messaggi

# notifications.category.reactions
source: Reactions
ar: التفاعلات
it: Reazioni

# notifications.category.social
source: Social
ar: اجتماعي

# notifications.category.system
source: Systeme
ar: النظام
it: Sistema

# notifications.category.translations
source: Traductions
ar: الترجمات
it: Traduzioni

# notifications.category.unread
source: Non lues
ar: غير المقروءة
it: Non lette

# notifications.empty.all
source: Aucune notification
ar: لا توجد إشعارات
it: Nessuna notifica

# notifications.empty.calls
source: Aucun appel manque
ar: لا توجد مكالمات فائتة
it: Nessuna chiamata persa

# notifications.empty.contacts
source: Aucune notification de contact
ar: لا توجد إشعارات جهات اتصال
it: Nessuna notifica di contatto

# notifications.empty.groups
source: Aucune notification de groupe
ar: لا توجد إشعارات مجموعات
it: Nessuna notifica di gruppo

# notifications.empty.mentions
source: Aucune mention
ar: لا توجد إشارات
it: Nessuna menzione

# notifications.empty.messages
source: Aucune notification de message
ar: لا توجد إشعارات رسائل
it: Nessuna notifica di messaggio

# notifications.empty.reactions
source: Aucune reaction
ar: لا توجد تفاعلات
it: Nessuna reazione

# notifications.empty.social
source: Aucune notification sociale
ar: لا توجد إشعارات اجتماعية
it: Nessuna notifica social

# notifications.empty.subtitle
source: Vos notifications apparaitront ici
ar: ستظهر إشعاراتك هنا
it: Le tue notifiche appariranno qui

# notifications.empty.system
source: Aucune notification systeme
ar: لا توجد إشعارات نظام
it: Nessuna notifica di sistema

# notifications.empty.translations
source: Aucune traduction
ar: لا توجد ترجمات
it: Nessuna traduzione

# notifications.empty.unread
source: Aucune notification non lue
ar: لا توجد إشعارات غير مقروءة
it: Nessuna notifica non letta

# notifications.loading
source: Chargement...
ar: جارٍ التحميل...
it: Caricamento...

# notifications.markAllRead
source: Tout lire
ar: تعليم الكل كمقروء
it: Segna tutte come lette

# notifications.mark_read
source: Lu
ar: مقروء
it: Letto

# notifications.title
source: Notifications
ar: الإشعارات
it: Notifiche

# post.visibility.community
source: Communautés
ar: المجتمعات
it: Community

# post.visibility.except
source: Sauf…
ar: باستثناء…
it: Tranne…

# post.visibility.friends
source: Contacts
ar: جهات الاتصال
it: Contatti

# post.visibility.only
source: Seulement…
ar: فقط…
it: Solo…

# post.visibility.private
source: Privé
ar: خاص
it: Privato

# post.visibility.public
source: Public
ar: عام
it: Pubblico

# presence.away
source: Absent
ar: بعيد
it: Assente

# presence.idle
source: Inactif
ar: غير نشط
it: Inattivo

# presence.offline
source: Hors ligne
ar: غير متصل
it: Non in linea

# presence.online
source: En ligne
ar: متصل
it: In linea

# presence.recent
source: Actif récemment
ar: نشط مؤخرًا
it: Attivo di recente

# profile.action.acceptConnection
source: Accepter la connexion
ar: قبول الاتصال
it: Accetta la connessione

# profile.action.blockUser
source: Bloquer cet utilisateur
ar: حظر هذا المستخدم
it: Blocca questo utente

# profile.action.cancelRequest
source: Annuler la demande
ar: إلغاء الطلب
it: Annulla la richiesta

# profile.action.connectionRequest
source: Demande de connexion
ar: طلب اتصال
it: Richiesta di connessione

# profile.action.declineConnection
source: Refuser la connexion
ar: رفض الاتصال
it: Rifiuta la connessione

# profile.action.report
source: Signaler
ar: إبلاغ
it: Segnala

# profile.action.resendRequest
source: Renvoyer la demande
ar: إعادة إرسال الطلب
it: Invia di nuovo la richiesta

# profile.action.sendMessage
source: Envoyer un message
ar: إرسال رسالة
it: Invia un messaggio

# profile.action.unblockUser
source: Debloquer l'utilisateur
ar: إلغاء حظر المستخدم
it: Sblocca l'utente

# profile.avatar.viewFullscreen.hint
source: Ouvre la photo en plein écran
ar: يفتح الصورة بملء الشاشة
it: Apre la foto a schermo intero

# profile.banner.label
source: Bannière de profil
ar: صورة غلاف الملف الشخصي
it: Banner del profilo

# profile.blocked.byMe
source: Vous avez bloque cet utilisateur
ar: لقد حظرت هذا المستخدم
it: Hai bloccato questo utente

# profile.blocked.restrictedDescription
source: Cet utilisateur a restreint l'acces a son profil.
ar: قيّد هذا المستخدم الوصول إلى ملفه الشخصي.
it: Questo utente ha limitato l'accesso al suo profilo.

# profile.blocked.restrictedProfile
source: Profil restreint
ar: ملف شخصي مقيَّد
it: Profilo limitato

# profile.blocked.unblock
source: Debloquer
ar: إلغاء الحظر
it: Sblocca

# profile.close.hint
source: Ferme le profil
ar: يغلق الملف الشخصي
it: Chiude il profilo

# profile.connection.context.received
source: %@ souhaite entrer en contact avec vous. Acceptez pour échanger des messages.
ar: يرغب %@ في التواصل معك. اقبل لتبادل الرسائل.
it: %@ desidera mettersi in contatto con te. Accetta per scambiare messaggi.

# profile.connection.context.sent
source: Vous avez envoyé une demande de connexion à %@. En attente de sa réponse.
ar: أرسلت طلب اتصال إلى %@. في انتظار ردّه.
it: Hai inviato una richiesta di connessione a %@. In attesa della sua risposta.

# profile.conversations.interactionsDisabled
source: Interactions desactivees
ar: التفاعلات معطّلة
it: Interazioni disattivate

# profile.conversations.noShared
source: Aucune conversation en commun
ar: لا توجد محادثات مشتركة
it: Nessuna conversazione in comune

# profile.e2ee.enabled
source: Chiffrement de bout en bout activé
ar: التشفير من طرف إلى طرف مفعّل
it: Crittografia end-to-end attiva

# profile.posts.empty
source: Aucun poste
ar: لا توجد منشورات
it: Nessun post

# profile.posts.noText
source: Publication sans texte
ar: منشور بلا نص
it: Post senza testo

# profile.presence.justNow
source: Vu a l'instant
ar: شوهد للتو
it: Visto proprio ora

# profile.presence.online
source: En ligne
ar: متصل
it: In linea

# profile.section.about
source: À propos
ar: نبذة
it: Informazioni

# profile.section.actions
source: Actions
ar: إجراءات
it: Azioni

# profile.section.stats
source: Statistiques
ar: إحصاءات
it: Statistiche

# profile.stats.achievements
source: Succès
ar: الإنجازات
it: Traguardi

# profile.stats.daysShort
source: Jours
ar: أيام
it: Giorni

# profile.stats.languagesShort
source: Langues
ar: اللغات
it: Lingue

# profile.stats.languagesUsed
source: Langues utilisées
ar: اللغات المستخدمة
it: Lingue usate

# profile.stats.memberDays
source: Jours d'ancienneté
ar: أيام العضوية
it: Giorni di iscrizione

# profile.stats.memberSince
source: Membre depuis
ar: عضو منذ
it: Membro dal

# profile.stats.messagesSent
source: Messages envoyés
ar: الرسائل المُرسَلة
it: Messaggi inviati

# profile.stats.messagesShort
source: Messages
ar: الرسائل
it: Messaggi

# profile.stats.translations
source: Traductions
ar: الترجمات
it: Traduzioni

# profile.stats.translationsShort
source: Traductions
ar: الترجمات
it: Traduzioni

# profile.status.connected
source: Connectes
ar: متصلون
it: Collegati

# profile.tab.conversations
source: Conversations
ar: المحادثات
it: Conversazioni

# profile.tab.details
source: Détails
ar: التفاصيل
it: Dettagli

# profile.tab.posts
source: Postes
ar: المنشورات
it: Post

# profile.tab.profile
source: Profil
ar: الملف الشخصي
it: Profilo

# profile.tab.stats
source: Stats
ar: الإحصائيات
it: Statistiche

# profile.toast.acceptFailed
source: Impossible d'accepter
ar: تعذّر القبول
it: Impossibile accettare

# profile.toast.blockFailed
source: Impossible de bloquer
ar: تعذّر الحظر
it: Impossibile bloccare

# profile.toast.cancelFailed
source: Impossible d'annuler
ar: تعذّر الإلغاء
it: Impossibile annullare

# profile.toast.connectionAccepted
source: Connexion acceptee
ar: تم قبول الاتصال
it: Connessione accettata

# profile.toast.declineFailed
source: Impossible de refuser
ar: تعذّر الرفض
it: Impossibile rifiutare

# profile.toast.reportFailed
source: Impossible d'envoyer le signalement
ar: تعذّر إرسال البلاغ
it: Impossibile inviare la segnalazione

# profile.toast.reportSent
source: Signalement envoyé
ar: تم إرسال البلاغ
it: Segnalazione inviata

# profile.toast.requestCancelled
source: Demande annulee
ar: تم إلغاء الطلب
it: Richiesta annullata

# profile.toast.requestDeclined
source: Demande refusee
ar: تم رفض الطلب
it: Richiesta rifiutata

# profile.toast.requestSendFailed
source: Impossible d'envoyer la demande
ar: تعذّر إرسال الطلب
it: Impossibile inviare la richiesta

# profile.toast.requestSent
source: Demande envoyee
ar: تم إرسال الطلب
it: Richiesta inviata

# profile.toast.unblockFailed
source: Impossible de debloquer
ar: تعذّر إلغاء الحظر
it: Impossibile sbloccare

# profile.toast.userBlocked
source: Utilisateur bloque
ar: تم حظر المستخدم
it: Utente bloccato

# profile.toast.userUnblocked
source: Utilisateur debloque
ar: تم إلغاء حظر المستخدم
it: Utente sbloccato

# profile.voice.title
source: Voix
ar: الصوت
it: Voce

# pull_refresh.armed
source: Relâcher pour rafraîchir
ar: أفلِت للتحديث
it: Rilascia per aggiornare

# pull_refresh.done
source: Rafraîchi
ar: تم التحديث
it: Aggiornato

# pull_refresh.refreshing
source: Rafraîchissement en cours
ar: جارٍ التحديث
it: Aggiornamento in corso

# report.reason.fake_profile
source: Faux profil
ar: ملف شخصي مزيّف
it: Profilo falso

# report.reason.harassment
source: Harcèlement
ar: تحرّش
it: Molestie

# report.reason.hate_speech
source: Discours haineux
ar: خطاب كراهية
it: Incitamento all'odio

# report.reason.impersonation
source: Usurpation d'identité
ar: انتحال هوية
it: Furto d'identità

# report.reason.inappropriate
source: Contenu inapproprié
ar: محتوى غير لائق
it: Contenuto inappropriato

# report.reason.other
source: Autre
ar: أخرى
it: Altro

# report.reason.spam
source: Spam
ar: رسائل مزعجة

# report.reason.violence
source: Violence
ar: عنف
it: Violenza

# settings.cache.domain.conversations
source: Conversations
ar: المحادثات
it: Conversazioni

# settings.cache.domain.posts
source: Publications
ar: المنشورات
it: Post

# settings.cache.domain.reels
source: Réels
ar: الريلز
it: Reel

# settings.cache.domain.stories
source: Stories
ar: القصص
it: Storie

# settings.cache.kind.audio
source: Sons
ar: الأصوات
it: Audio

# settings.cache.kind.documents
source: Documents
ar: المستندات
it: Documenti

# settings.cache.kind.images
source: Images
ar: الصور
it: Immagini

# settings.cache.kind.messages
source: Messages
ar: الرسائل
it: Messaggi

# settings.cache.kind.payloads
source: Données
ar: البيانات
it: Dati

# settings.cache.kind.reactions
source: Réactions
ar: التفاعلات
it: Reazioni

# settings.cache.kind.videos
source: Vidéos
ar: مقاطع الفيديو
it: Video

# settings.cache.limitation.embedded
source: Les réactions font partie du contenu qui les porte et n'occupent pas d'entrée propre.
ar: التفاعلات جزء من المحتوى الذي يحملها وليس لها مدخل خاص بها.
it: Le reazioni fanno parte del contenuto che le contiene e non occupano una voce propria.

# settings.cache.limitation.indivisible
source: Les données des réels et des publications partagent le même stockage : videz la ligne Publications.
ar: تشترك بيانات الريلز والمنشورات في نفس التخزين: أفرغ صف المنشورات.
it: I dati di reel e post condividono lo stesso archivio: svuota la riga Post.

# settings.cache.limitation.noStore
source: Les documents ne sont pas conservés en cache : il n'y a rien à libérer.
ar: لا يتم الاحتفاظ بالمستندات في ذاكرة التخزين المؤقت: لا يوجد ما يمكن تحريره.
it: I documenti non vengono memorizzati nella cache: non c'è nulla da liberare.

# settings.cache.limitation.notApplicable
source: Sans objet pour ce domaine.
ar: لا ينطبق على هذا المجال.
it: Non applicabile a questo ambito.

# settings.cache.purge.action.empty
source: Sélectionnez ce qu'il faut vider
ar: حدد ما تريد إفراغه
it: Seleziona cosa svuotare

# settings.cache.purge.action.withSize
source: Vider — jusqu'à %@
ar: إفراغ — حتى %@
it: Svuota — fino a %@

# settings.cache.purge.action.hint
source: Supprime définitivement les données sélectionnées ; elles seront retéléchargées à la demande
ar: يحذف نهائيًا العناصر المحددة ؛ سيُعاد تنزيلها عند الحاجة
it: Elimina definitivamente i dati selezionati; verranno riscaricati quando serve

# settings.cache.purge.confirm.action
source: Vider
ar: إفراغ
it: Svuota

# settings.cache.purge.confirm.message
source: Cette suppression est irréversible. Les données concernées seront retéléchargées à la demande.
ar: هذا الحذف لا رجعة فيه. ستتم إعادة تنزيل البيانات المعنية عند الحاجة.
it: Questa eliminazione è irreversibile. I dati interessati verranno scaricati di nuovo all'occorrenza.

# settings.cache.purge.confirm.title
source: Vider définitivement ?
ar: هل تريد الإفراغ نهائيًا؟
it: Svuotare definitivamente?

# settings.cache.purge.kind.hint
source: Sélectionne ou désélectionne toutes les cases de ce type
ar: يحدد أو يلغي تحديد كل الخانات من هذا النوع
it: Seleziona o deseleziona tutte le caselle di questo tipo

# settings.cache.purge.selectAll
source: Tout sélectionner
ar: تحديد الكل
it: Seleziona tutto

# settings.cache.purge.unattributed.description
source: Fichiers encore sur l'appareil dont la publication, la story ou la conversation d'origine n'est plus en cache. Impossible de les rattacher à un domaine.
ar: ملفات ما زالت على الجهاز ولم يعد المنشور أو القصة أو المحادثة الأصلية في ذاكرة التخزين المؤقت. لا يمكن ربطها بأي مجال.
it: File ancora sul dispositivo il cui post, storia o conversazione di origine non è più in cache. Non è possibile associarli a un ambito.

# settings.cache.purge.unattributed.label
source: Médias orphelins
ar: وسائط يتيمة
it: Media orfani

# settings.cache.purge.unattributed.title
source: Non attribué
ar: غير منسوب
it: Non attribuito

# settings.info.button.label
source: En savoir plus sur %@
ar: معرفة المزيد عن %@
it: Maggiori informazioni su %@

# story.audio.chip.action.enlarge
source: Agrandir la puce
ar: تكبير الشارة
it: Ingrandisci il chip

# story.audio.chip.action.shrink
source: Réduire la puce
ar: تصغير الشارة
it: Riduci il chip

# story.audio.chip.active
source: Actif
ar: نشط
it: Attivo

# story.audio.chip.hint.composer
source: Double tap pour sélectionner. Faites glisser pour déplacer, pincez pour redimensionner.
ar: انقر مرتين للتحديد. اسحب للتحريك، واقرص لتغيير الحجم.
it: Tocca due volte per selezionare. Trascina per spostare, pizzica per ridimensionare.

# story.audio.chip.hint.reader
source: Double tap pour couper ou activer cette piste audio.
ar: انقر مرتين لكتم هذا المسار الصوتي أو تفعيله.
it: Tocca due volte per silenziare o attivare questa traccia audio.

# story.audio.chip.muted
source: Coupé
ar: مكتوم
it: Muto

# story.audio.layer.background
source: Fond
ar: الخلفية
it: Sfondo

# story.audio.layer.foreground
source: Premier plan
ar: المقدمة
it: Primo piano

# story.audio.pause
source: Pause
ar: إيقاف مؤقت
it: Pausa

# story.audio.play
source: Lire
ar: تشغيل
it: Riproduci

# story.audio.volume
source: Volume
ar: مستوى الصوت

# story.audioEditor.retranscribe
source: Retranscrire
ar: إعادة النسخ النصي
it: Ritrascrivi

# story.audioEditor.tapTranscribe
source: Appuyez sur « Transcrire »
ar: انقر على «نسخ نصي»
it: Tocca « Trascrivi »

# story.audioEditor.title
source: Éditeur audio
ar: محرّر الصوت
it: Editor audio

# story.audioEditor.transcribe
source: Transcrire
ar: نسخ نصي
it: Trascrivi

# story.audioEditor.transcribing
source: Transcription en cours…
ar: جارٍ النسخ النصي…
it: Trascrizione in corso…

# story.audioEditor.transcription
source: Transcription
ar: النسخ النصي
it: Trascrizione

# story.audioEditor.transcriptionFailed
source: Transcription impossible
ar: تعذّر النسخ النصي
it: Trascrizione non riuscita

# story.audioEditor.useRecording
source: Utiliser cet enregistrement
ar: استخدام هذا التسجيل
it: Usa questa registrazione

# story.audioPanel.library
source: Bibliothèque
ar: المكتبة
it: Libreria

# story.audioPanel.noAudio
source: Aucun son
ar: لا يوجد صوت
it: Nessun suono

# story.audioPanel.noSound
source: Aucun son disponible
ar: لا توجد أصوات متاحة
it: Nessun suono disponibile

# story.audioPanel.record
source: Enregistrer
ar: تسجيل
it: Registra

# story.audioPanel.searchSound
source: Rechercher un son...
ar: ابحث عن صوت...
it: Cerca un suono...

# story.audioSource.library
source: Bibliothèque
ar: المكتبة
it: Libreria

# story.audioSource.record
source: Enregistrer
ar: تسجيل
it: Registra

# story.audioSource.title
source: Source audio
ar: مصدر الصوت
it: Sorgente audio
